-- phpMyAdmin SQL Dump
-- version 4.5.1
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- Generation Time: Apr 15, 2017 at 03:53 PM
-- Server version: 10.1.13-MariaDB
-- PHP Version: 5.6.21

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `news`
--

-- --------------------------------------------------------

--
-- Table structure for table `admin`
--

CREATE TABLE `admin` (
  `id` int(11) NOT NULL,
  `account` varchar(50) NOT NULL,
  `password` varchar(50) NOT NULL,
  `issuper` tinyint(4) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `admin`
--

INSERT INTO `admin` (`id`, `account`, `password`, `issuper`) VALUES
(1, 'admin', 'admin', 0);

-- --------------------------------------------------------

--
-- Table structure for table `category`
--

CREATE TABLE `category` (
  `id` int(11) NOT NULL,
  `name` varchar(50) NOT NULL,
  `date` varchar(100) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `category`
--

INSERT INTO `category` (`id`, `name`, `date`) VALUES
(18, 'Economic', 'April 12, 2017, 3:32 pm'),
(17, 'Politics', 'April 12, 2017, 3:32 pm'),
(16, 'social', 'April 12, 2017, 3:30 pm'),
(24, 'hazem', 'April 15, 2017, 2:50 pm');

-- --------------------------------------------------------

--
-- Table structure for table `news`
--

CREATE TABLE `news` (
  `id` int(11) NOT NULL,
  `title` varchar(100) NOT NULL,
  `summary` varchar(300) NOT NULL,
  `details` text NOT NULL,
  `categoryid` int(11) NOT NULL,
  `image` varchar(50) NOT NULL,
  `date` varchar(100) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `news`
--

INSERT INTO `news` (`id`, `title`, `summary`, `details`, `categoryid`, `image`, `date`) VALUES
(16, 'خصم الرواتب هل سيؤثر على الجامعات الفلسطينية؟', 'قضية خصم 30% من رواتب موظفي السلطة في قطاع غزة، أثرت بشكل واضح على الحركة الشرائية في القطاع، ولا تزال القضية التي تهم شريحة واسعة من المجتمع حديث المواطنين، بسبب أهميتها وما سيترتب عنها من آثار سلبية على جميع الأوضاع في القطاع.\n\n', 'قضية خصم 30% من رواتب موظفي السلطة في قطاع غزة، أثرت بشكل واضح على الحركة الشرائية في القطاع، ولا تزال القضية التي تهم شريحة واسعة من المجتمع حديث المواطنين، بسبب أهميتها وما سيترتب عنها من آثار سلبية على جميع الأوضاع في القطاع.\n\nوتوقع خبراء اقتصاديون جامعيون، أن يكون لأزمة خصم الرواتب تأثيرات سلبية على مستوى سير العملية التعليمية بجامعات قطاع غزة، بمجالات مختلفة منها على الجامعات الفلسطينية وأخرى على الطالب وأسرته.\n\nأستاذ العلوم الاقتصادية بجامعة الأزهر بغزة، الدكتور سمير أبو مدللة، أكد أن قطاع الجامعات أصبح في السنوات الماضية يعاني بشكل كبير، بسبب الحصار وقلة فرص العمل، بالإضافة إلى أن الدعم المقدم للجامعات لا يرتقي للخدمات التي تقدمها للطلاب.\n\nوأوضح لمراسل "دنيا الوطن" أن أكثر من 70% من طلبة الجامعات حتى اللحظة لم يسددوا الرسوم، وبعض الجامعات سمحت بتسديد الطالب رسوم ساعات أقل، كجامعة الأزهر سمحت بتسجيل 3 ساعات ويستطيع التقدم للامتحانات.\n\nوبين أبو مدللة، أن أزمة الخصم من رواتب موظفي السلطة بغزة ستؤثر على قطاع الجامعات، لأن الآلاف من الموظفين لديهم طالب أو أكثر بالجامعات، وهذا سيقلل من دفع الرسوم وسيدخل الجامعات بأزمة شديدة، ستضاعف من الأزمة التي تعاني منها الجامعات قبل أزمة الرواتب.\n\nوأضاف: "بعد خصم الرواتب أصبح عدد كبير من الطلاب لا يستطيع الحضور يومياً إلى المحاضرات بالجامعات، وأصبح يداوم يوم أو أكثر، بسبب الأزمة"، مبيناً أن الجامعات ستتأثر كونها قطاعاً من قطاعات المجتمع.\n\nوأشار أبو مدللة إلى أن الطلاب سيحرمون من دخول الجامعات، لأن بعض الجامعات لن تسمح لهم بالدخول دون تسديد المبالغ المالية المستحقة، رغم تفهمهم لوجود أزمة مالية.\n\nونوه إلى أن الجامعات تعتمد في دفع رواتب الموظفين على تسديد الطلاب لرسومهم، لافتاً إلى أنه سيكون لعدم تسديد الرسوم أثرين، أحدهما: منع الطلبة من الدخول للاختبارات، والثاني: أن الجامعات لا تستطيع أن تفي بالتزاماتها تجاه موظفيها.\n\nبدوره، قال المحلل المالي وأستاذ السياسات النقدية بجامعة الإسراء بغزة، أمين أبو عيشة، إن هناك 46 ألف موظف في قطاع غزة يأخذون رواتبهم من منظومة السلطة الوطنية الفلسطينية سواء في القطاع المدني أو العسكري.\n\nوبين لمراسل "دنيا الوطن" أن 50% من رواد الجامعات هم بالأساس من الدخل الوظيفي الذين يتلقون رواتبهم من الحكومة، موضحاً أن أي انخفاض في مستوى الراتب سيؤثر على بشكل سلبي على عملية الدفع.\n\nوأوضح أبو عيشة أن 25% من الدخل الشهري تذهب للجامعات كرسوم جامعية وكتب ومواصلات، مشيراً إلى أن نسبة الحضور من قبل طلبة الجامعات اختلفت بشكل واضح، فلم يمضِ على الأزمة عدة أيام، حتى أصبحت نسبة حضور الطلاب 65%، بعدما كانت نسبة الحضور تفوق 95%، فالطالب أصبح عاجزاً عن أن يكون لديه عملية استدامة في الحضور.\n\nولفت إلى أن التأثير لن يكون فقط على عملية دفع الرسوم المستحقة على أولياء الأمور للجامعات الفلسطينية، بل سيمتد إلى ما يعرف اقتصاديات التعليم والتعلم المتبع في الجامعات، فنسبة الحضور ستؤثر بشكل سلبي على نتائج الطلبة في المستقبل نتيجة غياب عدد من الأيام عن المحاضرات.\n\nوأضاف أبو عيشة: "الجماعات الفلسطينية على أبواب الأزمات المالية، تحديداً خلال الأشهر القادمة"، مبيناً أن بعض المساقات العملية في الجامعات هي بحاجة لإنجاز بعض الأبحاث وبعض الدراسات، والطالب سيكون مغيباً عن إنجازها بسبب الأزمة والظروف التي يعاني منها الطالب.\n\nوأشار إلى أن أزمة الرواتب ستخلق تأثيراً على المدى البعيد للجامعات من خلال غياب عنصر المنافسة في المستقبل، وتجنب جودة التعليم والتعلم، وبعض الجامعات مثل الخاصة من الممكن أن تعمل على خفض الرسوم واستيعاب كم كبير من الطلبة.\n', 17, '1492259406.jpg', 'April 15, 2017, 2:30 pm'),
(17, 'ما رأيك في قطاع الكهرباء', 'قضية خصم 30% من رواتب موظفي السلطة في قطاع غزة، أثرت بشكل واضح على الحركة الشرائية في القطاع، ولا تزال القضية التي تهم شريحة واسعة من المجتمع حديث المواطنين، بسبب أهميتها وما سيترتب عنها من آثار سلبية على جميع الأوضاع في القطاع.\r\n\r\n', 'قضية خصم 30% من رواتب موظفي السلطة في قطاع غزة، أثرت بشكل واضح على الحركة الشرائية في القطاع، ولا تزال القضية التي تهم شريحة واسعة من المجتمع حديث المواطنين، بسبب أهميتها وما سيترتب عنها من آثار سلبية على جميع الأوضاع في القطاع.\r\n\r\nوتوقع خبراء اقتصاديون جامعيون، أن يكون لأزمة خصم الرواتب تأثيرات سلبية على مستوى سير العملية التعليمية بجامعات قطاع غزة، بمجالات مختلفة منها على الجامعات الفلسطينية وأخرى على الطالب وأسرته.\r\n\r\nأستاذ العلوم الاقتصادية بجامعة الأزهر بغزة، الدكتور سمير أبو مدللة، أكد أن قطاع الجامعات أصبح في السنوات الماضية يعاني بشكل كبير، بسبب الحصار وقلة فرص العمل، بالإضافة إلى أن الدعم المقدم للجامعات لا يرتقي للخدمات التي تقدمها للطلاب.\r\n\r\nوأوضح لمراسل "دنيا الوطن" أن أكثر من 70% من طلبة الجامعات حتى اللحظة لم يسددوا الرسوم، وبعض الجامعات سمحت بتسديد الطالب رسوم ساعات أقل، كجامعة الأزهر سمحت بتسجيل 3 ساعات ويستطيع التقدم للامتحانات.\r\n\r\nوبين أبو مدللة، أن أزمة الخصم من رواتب موظفي السلطة بغزة ستؤثر على قطاع الجامعات، لأن الآلاف من الموظفين لديهم طالب أو أكثر بالجامعات، وهذا سيقلل من دفع الرسوم وسيدخل الجامعات بأزمة شديدة، ستضاعف من الأزمة التي تعاني منها الجامعات قبل أزمة الرواتب.\r\n\r\nوأضاف: "بعد خصم الرواتب أصبح عدد كبير من الطلاب لا يستطيع الحضور يومياً إلى المحاضرات بالجامعات، وأصبح يداوم يوم أو أكثر، بسبب الأزمة"، مبيناً أن الجامعات ستتأثر كونها قطاعاً من قطاعات المجتمع.\r\n\r\nوأشار أبو مدللة إلى أن الطلاب سيحرمون من دخول الجامعات، لأن بعض الجامعات لن تسمح لهم بالدخول دون تسديد المبالغ المالية المستحقة، رغم تفهمهم لوجود أزمة مالية.\r\n\r\nونوه إلى أن الجامعات تعتمد في دفع رواتب الموظفين على تسديد الطلاب لرسومهم، لافتاً إلى أنه سيكون لعدم تسديد الرسوم أثرين، أحدهما: منع الطلبة من الدخول للاختبارات، والثاني: أن الجامعات لا تستطيع أن تفي بالتزاماتها تجاه موظفيها.\r\n\r\nبدوره، قال المحلل المالي وأستاذ السياسات النقدية بجامعة الإسراء بغزة، أمين أبو عيشة، إن هناك 46 ألف موظف في قطاع غزة يأخذون رواتبهم من منظومة السلطة الوطنية الفلسطينية سواء في القطاع المدني أو العسكري.\r\n\r\nوبين لمراسل "دنيا الوطن" أن 50% من رواد الجامعات هم بالأساس من الدخل الوظيفي الذين يتلقون رواتبهم من الحكومة، موضحاً أن أي انخفاض في مستوى الراتب سيؤثر على بشكل سلبي على عملية الدفع.\r\n\r\nوأوضح أبو عيشة أن 25% من الدخل الشهري تذهب للجامعات كرسوم جامعية وكتب ومواصلات، مشيراً إلى أن نسبة الحضور من قبل طلبة الجامعات اختلفت بشكل واضح، فلم يمضِ على الأزمة عدة أيام، حتى أصبحت نسبة حضور الطلاب 65%، بعدما كانت نسبة الحضور تفوق 95%، فالطالب أصبح عاجزاً عن أن يكون لديه عملية استدامة في الحضور.\r\n\r\nولفت إلى أن التأثير لن يكون فقط على عملية دفع الرسوم المستحقة على أولياء الأمور للجامعات الفلسطينية، بل سيمتد إلى ما يعرف اقتصاديات التعليم والتعلم المتبع في الجامعات، فنسبة الحضور ستؤثر بشكل سلبي على نتائج الطلبة في المستقبل نتيجة غياب عدد من الأيام عن المحاضرات.\r\n\r\nوأضاف أبو عيشة: "الجماعات الفلسطينية على أبواب الأزمات المالية، تحديداً خلال الأشهر القادمة"، مبيناً أن بعض المساقات العملية في الجامعات هي بحاجة لإنجاز بعض الأبحاث وبعض الدراسات، والطالب سيكون مغيباً عن إنجازها بسبب الأزمة والظروف التي يعاني منها الطالب.\r\n\r\nوأشار إلى أن أزمة الرواتب ستخلق تأثيراً على المدى البعيد للجامعات من خلال غياب عنصر المنافسة في المستقبل، وتجنب جودة التعليم والتعلم، وبعض الجامعات مثل الخاصة من الممكن أن تعمل على خفض الرسوم واستيعاب كم كبير من الطلبة.\r\n', 17, '1492255769.jpg', 'April 15, 2017, 2:30 pm'),
(19, 'test', 'testtesttesttesttesttest', 'testtesttesttesttesttesttesttesttesttest\r\ntesttesttesttesttest\r\ntesttesttesttesttesttesttesttesttesttest', 24, '1492260681.jpg', 'April 15, 2017, 2:51 pm'),
(18, 'قطع الكهرباء احتجاجا على قطع الكهرباء', 'قضية خصم 30% من رواتب موظفي السلطة في قطاع غزة، أثرت بشكل واضح على الحركة الشرائية في القطاع، ولا تزال القضية التي تهم شريحة واسعة من المجتمع حديث المواطنين، بسبب أهميتها وما سيترتب عنها من آثار سلبية على جميع الأوضاع في القطاع.\r\n\r\n', 'قضية خصم 30% من رواتب موظفي السلطة في قطاع غزة، أثرت بشكل واضح على الحركة الشرائية في القطاع، ولا تزال القضية التي تهم شريحة واسعة من المجتمع حديث المواطنين، بسبب أهميتها وما سيترتب عنها من آثار سلبية على جميع الأوضاع في القطاع.\r\n\r\nوتوقع خبراء اقتصاديون جامعيون، أن يكون لأزمة خصم الرواتب تأثيرات سلبية على مستوى سير العملية التعليمية بجامعات قطاع غزة، بمجالات مختلفة منها على الجامعات الفلسطينية وأخرى على الطالب وأسرته.\r\n\r\nأستاذ العلوم الاقتصادية بجامعة الأزهر بغزة، الدكتور سمير أبو مدللة، أكد أن قطاع الجامعات أصبح في السنوات الماضية يعاني بشكل كبير، بسبب الحصار وقلة فرص العمل، بالإضافة إلى أن الدعم المقدم للجامعات لا يرتقي للخدمات التي تقدمها للطلاب.\r\n\r\nوأوضح لمراسل "دنيا الوطن" أن أكثر من 70% من طلبة الجامعات حتى اللحظة لم يسددوا الرسوم، وبعض الجامعات سمحت بتسديد الطالب رسوم ساعات أقل، كجامعة الأزهر سمحت بتسجيل 3 ساعات ويستطيع التقدم للامتحانات.\r\n\r\nوبين أبو مدللة، أن أزمة الخصم من رواتب موظفي السلطة بغزة ستؤثر على قطاع الجامعات، لأن الآلاف من الموظفين لديهم طالب أو أكثر بالجامعات، وهذا سيقلل من دفع الرسوم وسيدخل الجامعات بأزمة شديدة، ستضاعف من الأزمة التي تعاني منها الجامعات قبل أزمة الرواتب.\r\n\r\nوأضاف: "بعد خصم الرواتب أصبح عدد كبير من الطلاب لا يستطيع الحضور يومياً إلى المحاضرات بالجامعات، وأصبح يداوم يوم أو أكثر، بسبب الأزمة"، مبيناً أن الجامعات ستتأثر كونها قطاعاً من قطاعات المجتمع.\r\n\r\nوأشار أبو مدللة إلى أن الطلاب سيحرمون من دخول الجامعات، لأن بعض الجامعات لن تسمح لهم بالدخول دون تسديد المبالغ المالية المستحقة، رغم تفهمهم لوجود أزمة مالية.\r\n\r\nونوه إلى أن الجامعات تعتمد في دفع رواتب الموظفين على تسديد الطلاب لرسومهم، لافتاً إلى أنه سيكون لعدم تسديد الرسوم أثرين، أحدهما: منع الطلبة من الدخول للاختبارات، والثاني: أن الجامعات لا تستطيع أن تفي بالتزاماتها تجاه موظفيها.\r\n\r\nبدوره، قال المحلل المالي وأستاذ السياسات النقدية بجامعة الإسراء بغزة، أمين أبو عيشة، إن هناك 46 ألف موظف في قطاع غزة يأخذون رواتبهم من منظومة السلطة الوطنية الفلسطينية سواء في القطاع المدني أو العسكري.\r\n\r\nوبين لمراسل "دنيا الوطن" أن 50% من رواد الجامعات هم بالأساس من الدخل الوظيفي الذين يتلقون رواتبهم من الحكومة، موضحاً أن أي انخفاض في مستوى الراتب سيؤثر على بشكل سلبي على عملية الدفع.\r\n\r\nوأوضح أبو عيشة أن 25% من الدخل الشهري تذهب للجامعات كرسوم جامعية وكتب ومواصلات، مشيراً إلى أن نسبة الحضور من قبل طلبة الجامعات اختلفت بشكل واضح، فلم يمضِ على الأزمة عدة أيام، حتى أصبحت نسبة حضور الطلاب 65%، بعدما كانت نسبة الحضور تفوق 95%، فالطالب أصبح عاجزاً عن أن يكون لديه عملية استدامة في الحضور.\r\n\r\nولفت إلى أن التأثير لن يكون فقط على عملية دفع الرسوم المستحقة على أولياء الأمور للجامعات الفلسطينية، بل سيمتد إلى ما يعرف اقتصاديات التعليم والتعلم المتبع في الجامعات، فنسبة الحضور ستؤثر بشكل سلبي على نتائج الطلبة في المستقبل نتيجة غياب عدد من الأيام عن المحاضرات.\r\n\r\nوأضاف أبو عيشة: "الجماعات الفلسطينية على أبواب الأزمات المالية، تحديداً خلال الأشهر القادمة"، مبيناً أن بعض المساقات العملية في الجامعات هي بحاجة لإنجاز بعض الأبحاث وبعض الدراسات، والطالب سيكون مغيباً عن إنجازها بسبب الأزمة والظروف التي يعاني منها الطالب.\r\n\r\nوأشار إلى أن أزمة الرواتب ستخلق تأثيراً على المدى البعيد للجامعات من خلال غياب عنصر المنافسة في المستقبل، وتجنب جودة التعليم والتعلم، وبعض الجامعات مثل الخاصة من الممكن أن تعمل على خفض الرسوم واستيعاب كم كبير من الطلبة.\r\n', 17, '1492091450.jpg', 'April 15, 2017, 2:30 pm');

-- --------------------------------------------------------

--
-- Table structure for table `photos`
--

CREATE TABLE `photos` (
  `id` int(11) NOT NULL,
  `summary` varchar(255) NOT NULL,
  `photo` varchar(255) NOT NULL,
  `date` varchar(100) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `photos`
--

INSERT INTO `photos` (`id`, `summary`, `photo`, `date`) VALUES
(2, 'test', '1492091094.jpg', '0000-00-00 00:00:00'),
(3, 'hazemhazemhazemhazem', '1492091268.jpg', '0000-00-00 00:00:00'),
(4, 'webtechwebtechwebtechwebtechwebtech', '1492091450.jpg', 'April 13, 2017, 3:50 pm');

-- --------------------------------------------------------

--
-- Table structure for table `votechoice`
--

CREATE TABLE `votechoice` (
  `id` int(11) NOT NULL,
  `choice` varchar(255) NOT NULL,
  `count` int(11) NOT NULL,
  `questionid` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `votechoice`
--

INSERT INTO `votechoice` (`id`, `choice`, `count`, `questionid`) VALUES
(17, 'يس', 0, 7),
(16, 'ياريت ما اخدناها ', 0, 7),
(15, 'فاشلة جدا', 2, 7),
(14, 'فاشلة ', 2, 7);

-- --------------------------------------------------------

--
-- Table structure for table `votequestion`
--

CREATE TABLE `votequestion` (
  `id` int(11) NOT NULL,
  `question` varchar(255) NOT NULL,
  `date` varchar(100) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `votequestion`
--

INSERT INTO `votequestion` (`id`, `question`, `date`) VALUES
(7, 'ما رأيك في الدورة ', 'April 15, 2017, 2:06 pm');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `admin`
--
ALTER TABLE `admin`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `category`
--
ALTER TABLE `category`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `name` (`name`);

--
-- Indexes for table `news`
--
ALTER TABLE `news`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `photos`
--
ALTER TABLE `photos`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `votechoice`
--
ALTER TABLE `votechoice`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `votequestion`
--
ALTER TABLE `votequestion`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `admin`
--
ALTER TABLE `admin`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `category`
--
ALTER TABLE `category`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=25;
--
-- AUTO_INCREMENT for table `news`
--
ALTER TABLE `news`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=20;
--
-- AUTO_INCREMENT for table `photos`
--
ALTER TABLE `photos`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;
--
-- AUTO_INCREMENT for table `votechoice`
--
ALTER TABLE `votechoice`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=18;
--
-- AUTO_INCREMENT for table `votequestion`
--
ALTER TABLE `votequestion`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
